<?php

/**
 * Created by PhpStorm.
 * User: lucong
 * Date: 2017/3/31
 * Time: 下午11:18
 */
return [
    'loan_step' => [
        0 => '提交申请',
        1 => '贷款受理',
        2 => '资料验收',
        3 => '评估审批',
        4 => '审核通过',
        5 => '贷款办理',
        6 => '贷款发放',
        7 => '贷后管理',
        8 => '贷款回收'
    ],
    'repayment' => [
        1 => '等额本息',
        2 => '等额本金',
        3 => '按月付息到期还本',
        4 => '一次性还本付息'
    ],
    'mortgage_backed' => [
        1 => '房担保',
        2 => '人担保',
        3 => '车担保'
    ],
    'examine' => [
       1 => '身份证信息',
        2 => '银行卡信息',
        3 => '信用报告',
        4 => '收入证明',
        5 => '工作证',
        6 => '联系人信息'
    ]
];